# Improved navigation / search / file browsing commands
brew "lsd"
brew "bat"
brew "ripgrep"
brew "navi"
brew "tldr"
brew "thefuck"
# Improved command line
brew "starship"
# Software development
brew "git"
brew "git-lfs"
brew "pyenv"
brew "nvm"
brew "wget"
brew "jmeter"
# Dotfile management
brew "yadm"
# Terminal emulator
cask "tabby"

brew "tmux"

# Fonts
cask "font-fira-code"

brew "fortune"
brew "cowsay"

brew "fastfetch"